from pathlib import Path

PHOTOS = Path(__file__).parent.parent / "photos"

RICK = [
    {
        "name": "RICK AND MORTY BAD ACID Extra Hard Кислая линейка ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Апельсиновый Адреналин, Киви Лайм, Лимонные Леденцы, Мармеладные Червячки Голубика Малина, Персиковый Лимонад, Черная Смородина, Черника Лимон, Черничная Фанта, Яблоко Клубника, Яблоко Лайм, Ягодный Мармелад, Ягодный Сок",
        "price": 400,
        "photo": PHOTOS / "rick1.jpg",
    },
    {
        "name": "RICK AND MORTY BAD ICE / TRIP Extra Hard ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Виноградная Фанта, Ежевика Мята, Малина Апельсин, Малина Лайм, Малиновый Мармелад, Грейпфрутовый Швепс, Киви Маракуйя Гуава, Клубника Вишня, Манго Персик Личи",
        "price": 400,
        "photo": PHOTOS / "rick2.jpg",
    },
    {
        "name": "RICK AND MORTY Catswill Medium / Hard ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Вишня Спрайт, Земляника Виноград, Киви Малина Лед, Лайм Яблоко Лед, Лимон Лайм Мелисса, Малина Мармелад Ежевика, Персик Лимон, Черника Голубика, Арбуз Морозная Черешня, Арбуз Сладкая Малина, Бабл Гам Лимон Апельсин Грейпфрут, Банан Дыня Мята, Виноградный Мармелад, Вишня Спрайт, Земляника Виноград, Киви Малина Лед, Кислые Ленточки Клубника Ежевика, Лайм Яблоко Лед, Лимон Кактус Клубника, Лимон Лайм Мелисса, Малина Мармелад Ежевика, Синяя Малина Мармеладные Акулы, Скитлс Клубника Киви, Скитлс Маракуйя Лимон, Тик Так Мята Яблоко, Фрутелла Лайм Лимон Малина, Черника Голубика, Ягодный Лимонад, Ягодный Ментос",
        "price": 450,
        "photo": PHOTOS / "rick3.jpg",
    },
    {
        "name": "RICK AND MORTY На Замерзоне Strong ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Барбарисовый Лимонад, Гранатовый Мармелад, Киви Маракуйя Гуава, Кислые Вишневые Червячки, Кислый Скитлс, Клубника Ежевика, Клубничный Коктейль, Лесные Ягоды, Малина Ежевика, Малиновый Мармелад, Манго Арбуз, Маракуйя Мандарин, Морс, Персик Кактус, Спрайт, Тропический Банан, Черная Смородина Лимонад, Черничная Фанта, Яблоко Киви, Ягодный Пунш, Ягодный Энергетик, Барбарисовый Лимонад, Гранатовый Мармелад, Киви Маракуйя Гуава, Кислые Вишневые Червячки, Кислый Скитлс, Клубника Ежевика, Клубничный Коктейль, Кола Вишня, Малина Ежевика, Малиновый Мармелад, Манго Арбуз, Маракуйя Мандарин, Морс, Персик Кактус, Спрайт, Тропический Банан, Черная Смородина Лимонад, Яблоко Киви, Ягодный Пунш, Ягодный ЭнергетикБарбарисовый Лимонад, Гранатовый Мармелад, Киви Маракуйя Гуава, Кислые Вишневые Червячки, Кислый Скитлс, Клубника Ежевика, Клубничный Коктейль, Лесные Ягоды, Малина Ежевика, Малиновый Мармелад",
        "price": 400,
        "photo": PHOTOS / "rick4.jpg",
    },
    {
        "name": "RICK AND MORTY На Замерзоне Кислые Medium / Strong ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Ягодный Энергетик, Голубика Малина Мармелад, Кола Лайм, Малиновая Шипучка, Смородина Лайм, Фруктовая Жвачка, Лесные Ягоды, Чернично-Малиновые Червячки, Ананас Ежевика, Бабл Гам, Вишневый Лимонад, Красный Виноград, Лимонад Клубника, Манго киви лимон, Скитлс Лимон Лайм, Спрайт Арбуз Лайм, Фруктовый Скитлс, Яблочный Леденец, Яблочный Энергетик, Ягодный Пунш, Смородина Лайм, Черника Арбуз, Ананас Ежевика, Апельсиновый Адреналин",
        "price": 350,
        "photo": PHOTOS / "rick5.jpg",
    },
]

DUALL1 = [
    {
        "name": "DUALL EXTRA Salt Lite / Hard ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2% / 5%",
        "description": "Грейфпрут Малина Клубника, Клубничный Лимонад, Лимонный Пирог, Личи Гуава, Морозный Личи, Грейфпрут Малина Клубника, Киви Гуава, Клюква Лимон, Кола Лимон, Лимонный Пирог, Личи Гуава, Манго Апельсин Мята, Манго Кумкват, Морозный Арбуз, Морозный Личи, Персик Киви, Персик Маракуйя, Печенье Банан, Черника Грейпфрут",
        "price": 350,
        "photo": PHOTOS / "dual1.jpg",
    },
    {
        "name": "DUALL Extreme Extra Hard ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "7%",
        "description": "Тик Так Апельсин, Холс Лимон, Кислый Лимон Лайм, Тик Так Апельсин, Холс Лимон, Шампанское Персик",
        "price": 400,
        "photo": PHOTOS / "dual2.jpg",
    },
    {
        "name": "DUALL Salt Lite / Hard ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2% / 5%",
        "description": "Вишневый Йогурт, Дыня Маракуйя, Жвачка Клубника Киви, Йогурт Персик Маракуйя, Кислая Жвачка Грейпфрут Клубника, Кислый Виноград Манго, Кислый Крыжовник Помело Киви, Кислый Лимон Киви, Клубника Апельсин Маракуйя, Клубничное Мороженое, Клубничный Йогурт, Ледяная Клубника с Личи, Ледяная Кола, Ледяная Черника, Ледяное Манго, Ледяное Манго с Апельсином, Ледяной Арбуз с Дыней, Ледяной Тархун, Лимонад с Грейпфрутом, Лимонные Леденцы, Личи Лайм Маракуйя, Малиновый Йогурт, Морозный Ананас, Персиковый Лимонад, Персиковый Чай, Печенье Карамель, Садовые Ягоды, Слива Персик, Смородина Малина Яблоко, Спрайт Арбуз Лайм, Чай с Грейпфрутом и Ягодами, Черничный Чизкейк, Ягодный Чай, Ананас Киви, Ананас Манго, Кислый Крыжовник Помело Киви, Кислый Лимон Киви, Клубника Банан, Клубника Лайм Малина, Кумкват Гуанабана, Ледяная Клубника с Личи, Ледяная Черника, Ледяное Манго, Ледяное Манго с Апельсином, Лимонад с Грейпфрутом",
        "price": 350,
        "photo": PHOTOS / "dual3.jpg",
    },
    {
        "name": "ИНДИВИDUALL Salt Hard ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Кислые Леденцы Лимон Лайм, Морковно-Яблочный Фреш, Спрайт Огурец, Шампанское Клубника, Энергетик Черника, Банановое Мороженое, Вишневый Маффин, Кислая Жвачка Яблоко, Кислая Клюква в Сахарной Пудре, Кислая Малиновая Вата, Кислое Манго Клубника, Кислые леденцы лимон-лайм, Кислые Мармеладные Змейки с Дикими Ягодами, Кислые Цитрусовые Дольки, Кислый зеленый скитлз, Кола Вишня, Ледяная Груша Яблоко, Ледяной Арбуз Клубника, Лесные Ягоды Эвкалипт, Лимонад Голубая Малина, Малиновый Лимонад, Мармелад кислая кола, Мармеладные мишки, Мармеладные челюсти с клубникой, Мега кислый спрайт, Морковно яблочный фреш, Мороженое земляника малина, Морозная Фанта, Морозная фанта ягоды, Морозная черника гранат, Морозный Мохито, Морозный Персик Нектарин, Пина Колада, Попкорн малина, РедБулл киви яблоко, РедБулл кислые ягоды, Спрайт виноград, Спрайт Огурец, Спрайт черника малина, Шампанское клубника, Энергетик Черника",
        "price": 400,
        "photo": PHOTOS / "dual4.jpg",
    },
]

CATS = [
    {
        "name": "CATSWILL Extra Medium ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Абрикос Мандарин Скитлс, Арбуз Скитлс, Виноград Дыня, Виноград Лайм Мята, Виноград Малина Арбуз, Виноград Персик, Виноград Смородина Скитлс, Вишня Арбуз, Вишня Баблгам Мята, Вишня Скитлс Лимон, Вишня Яблоко Мелисса, Груша Малина Газировка, Драконий Фрукт Клубника Малина, Ежевика Виноград Ментос, Ежевика Клубника, Зеленый Чай Клубника Лайм, Киви Малина Скитлс, Киви Манго, Кислая Яблочная Хубба-Бубба, Кислое Яблоко Лайм Киви, Кислое Яблоко Персик, Кислые Ленточки Клубника Киви, Кислые Ленточки Черешня Голубика, Кислый Ананас Лимон, Кислый Земляничный Чупа-Чупс, Кислый Мандариновый Скитлс, Кислый Персик Маракуйя, Кислый Швепс Грейпфрут, Клубника Лёд Личи, Клубнично-Яблочный Скитлс, Клюква Лимон Скитлс, Кокос Ананас Лед, Лайм Малина Лёд, Ледяная Морошка Малина, Лесные Ягоды Яблоко, Летний Лимонад Лимон, Лимонад Дыня Малина, Лимон Груша, Лимонная Шипучка, Лимон Яблоко Лед, Мандарин Сладкое Яблоко",
        "price": 350,
        "photo": PHOTOS / "catswill1.jpg",
    },
    {
        "name": "CATSWILL Salt ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Имбирный Лимонад с Малиной",
        "price": 400,
        "photo": PHOTOS / "catswill2.jpg",
    },
    {
        "name": "CATSWILL Sour Lite / Strong ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Яблочно Лимонные Дольки, Лимонад Арбуз Лайм Малина",
        "price": 400,
        "photo": PHOTOS / "catswill3.jpg",
    },
]

OGGO = [
    {
        "name": "OGGO Premium Salt ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Алоэ Виноград, Алоэ Клубника Киви, Апельсин Вишня, Банан Манго, Виноградная Содовая, Газировка из Сладкой Вишни, Киви Ананас, Киви Лимон Клюква, Кислая Вишня, Кислая Клюква Лимон, Кислое Яблоко, Кислые Ананас Малина, Кислые Мармеладные Мишки, Кислые Яблочные Конфеты, Кислый Арбуз, Кислый Виноградный Чупа Чупс, Кислый Киви, Кислый Мандарин Киви, Кислый Скитлс, Клубника Банан, Клубнично Арбузный Фреш, Клубничное Мохито, Клюквенная Содовая, Лайм Яблоко, Маракуйя Апельсин Гуава, Мармеладные Червячки с Колой, Морс из Лесных Ягод, Мятная Жвачка, Персик, Персик Груша Дыня, Пина Колада, Сладкая Вишня, Сладкий Манго, Цитрусовый Микс, Черника Мята, Чернично Малиновый Лимонад, Энергетик Киви Яблоко, Энергетик Маракуйя, Энергетик с Лесными Ягодами, Ягодный Орбит",
        "price": 400,
        "photo": PHOTOS / "oggo1.jpg",
    },
    {
        "name": "OGGO Prime ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Ледовый Гранат Ананас, Лед Ледяной Грушевый Лимонад, Вольт Персик Манго, Вольт Энергетик Ананас, Вольт Энергетик Манго Маракуйя",
        "price": 400,
        "photo": PHOTOS / "oggo2.jpg",
    },
]

SUICIDE = [
    {
        "name": "САМОУБИЙЦА V2 Acid ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "7%",
        "description": "Кислая Слива с Апельсином",
        "price": 450,
        "photo": PHOTOS / "suicide1.jpg",
    },
]

FUMMO = [
    {
        "name": "FUMMO AQUA ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Арбуз Лимон, Вишня Шафран, Грейпфрут Маракуйя, Грушевый Лимонад, Зеленое Яблоко, Кислые Малиновые Червячки, Клубника Киви, Клюквенный Лимонад, Ледяная Кола, Лесные Ягоды, Лимон Лайм, Мята, Мятная Жвачка, Персиковый Айс Ти, Персик Яблоко, Сакура Виноград, Сочный Персик, Черешня Лайм, Черника Малина Лимон, Черника Мята, Ягодный Микс, Ягодный Энергетик",
        "price": 600,
        "photo": PHOTOS / "fummo1.jpg",
    },
    {
        "name": "FUMMO AQUA HARD ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Арбуз Лимон, Грейпфрут Маракуйя, Грушевый Лимонад, Зеленое Яблоко, Клубника Киви, Клюквенный Лимонад, Лесные Ягоды, Лимон Лайм, Мята, Мятная Жвачка, Персиковый Айс Ти, Персик Яблоко, Сакура Виноград, Сочный Персик, Черешня Лайм, Черника Малина Лимон, Черника Мята, Ягодный Микс, Ягодный Энергетик",
        "price": 600,
        "photo": PHOTOS / "fummo2.jpg",
    },
    {
        "name": "FUMMO AQUA Ice Hard ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Арбузный Лед, Виноградный Лед, Голубая Малина со Льдом, Гранатовое Мороженое, Грушевая Газировка со Льдом, Клубничный Мохито со Льдом, Ледяная Земляника, Ледяная Кола, Ледяное Яблоко, Ледяной Энергетик с Бананом, Ледяные Ягоды, Лимонад со Льдом, Морозный Грейпфрут, Мятная Жвачка, Освежающий Лемонграсс, Освежающий Манго Шейк, Персиковый Айс-ти, Холодный Лесной Микс, Холодный Тропический Микс",
        "price": 550,
        "photo": PHOTOS / "fummo3.jpg",
    },
    {
        "name": "FUMMO AQUA Sour ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Вишня С Кислой Малиной, Йогурт С Кислой Клубникой, Йогурт С Кислой Черникой, Кислая Слива, Кислое Яблоко, Кислые Виноградные Мишки, Кислые Дикие Ягоды, Кислые Мармеладки, Кислый Гранат, Кислый Лимон С Лаймом, Кислый Тропический Микс, Кислый Фруктовый Микс, Кислый Ягодный Микс, Клубника С Кислой Малиной, Малина С Кислым Яблоком, Малина С Лимоном, Черника С Кислой Малиной",
        "price": 600,
        "photo": PHOTOS / "fummo4.jpg",
    },
    {
        "name": "FUMMO AQUA Spring ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Вишня Сакура, Груша Яблоко, Кислая Клубника, Кислые Ягоды, Кислый Крыжовник, Малина Жасмин, Малина Лимон Лед, Манго Лайм, Цветущий Персик, Черная Смородина Мята",
        "price": 600,
        "photo": PHOTOS / "fummo5.jpg",
    },
    {
        "name": "FUMMO AQUA Tobacco ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Вишня Табак, Кокос Табак, Табак, Табак Ваниль, Табак Ментол",
        "price": 600,
        "photo": PHOTOS / "fummo6.jpg",
    },
    {
        "name": "FUMMO Ultima ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Арбуз Дыня Лед, Вишневая Содовая, Грейпфрут Маракуйя, Груша Малина, Зеленый Виноград, Земляника Базилик, Кислая Ежевика, Кислое Зеленое Яблоко, Клубника Банан, Клубника Киви, Мята, Персик Виноград, Спелый Ананас",
        "price": 700,
        "photo": PHOTOS / "fummo7.jpg",
    },
    {
        "name": "FUMMO INSPO Cosmix ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Ананасовый Лёд, Ананас Черника, Арбузный Лёд, Виноград, Вишневая Содовая Лёд, Грейфрут Малина, Киви Маракуйя, Кислая Ежевика Малина, Кислая Клубника Драгонфрут, Кислая Клубника Малина, Кислая Черника Апельсин, Кислое Манго, Кислый Апельсин, Малина Мелисса, Манго Виноград Лёд, Мята, Черника Банан, Яблоко Груша Лёд",
        "price": 550,
        "photo": PHOTOS / "fummo8.jpg",
    },
]

INFLAVE = [
    {
        "name": "INFLAVE BUBBLE ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Ананас Маракуйя, Апельсин Манго Арбуз, Арбузные Леденцы, Булочка с Корицей, Виноград Алоэ, Виноград Белый Чай, Вишневая Газировка, Вишневая Мята, Жасмин Малина, Жасмин Персик, Зеленое Яблоко Арбуз, Зеленое Яблоко Манго, Кислая Вишня, Кислая Черная Смородина, Кислый Лайм Лемонграсс, Кола, Лесная Черника, Манго Маракуйя, Персиковый Чай",
        "price": 700,
        "photo": PHOTOS / "inflave1.jpg",
    },
    {
        "name": "INFLAVE BUBBLE NEW ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Ананас Мята, Апельсин Киви, Арбуз Лайм, Арбузная Жвачка, Груша Лайм, Дыня Лимон, Дюшес, Ежевика Манго, Земляника Грейпфрут, Карамельный Ирис, Кислая Маракуйя Гуава, Клубника Вишня, Клубничное Мороженное, Клюквенная Жвачка, Клюквенная Содовая, Коктейль Беллини, Малина Банан, Малина Мята, Малиновы Арбуз, Малиновый Йогурт, Мятная Жвачка, Пикантный Персик Лайм, Сочная Клюква, Фейхоа, Холодная Мята, Холодное Зеленое Ябло, Холодный Арбуз Малина Мята, Холодный Виноградный Микс, Холодный Кислый Ананас, Холодный кислый Киви Маракуйя, Холодный Манго Ананас, Черника Малина Миндаль, Яблочные Мармеладки",
        "price": 600,
        "photo": PHOTOS / "inflave2.jpg",
    },
    {
        "name": "INFLAVE BUBBLE Strong ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Ананас Маракуйя, Виноград Алоэ, Вишневая Газировка, Вишневая Мята, Жасмин Малина, Зеленое Яблоко Арбуз, Кислая Черная Смородина, Кислый Ананас, Клубничное Мороженное, Лесная Черника, Малиновый Арбуз, Манговый Лимонад, Мохито, Нежный Грейпфрут, Свежая Ежевика, Сочная Клюква, Сочная Малина, Холодная Мята, Черника Банан",
        "price": 600,
        "photo": PHOTOS / "inflave3.jpg",
    },
    {
        "name": "LOONA Elixir by INVLAVE ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Ананасовая Прохлада, Арбузная Жвачка, Арбузный Лимонад, Банановая Экзотика, Виноградное Трио, Вишневый Барбарис, Вишневый Эликсир, Зеленая Мята, Малиновый Мохито, Мятная Черника, Нежная Клубника Личи, Персиковый Чай Лимон, Рубиновый Гранат Малина, Сливочная Клубника Манго, Сочная Малина Дыня, Сочное Зеленое Яблоко, Тропический Манго Ананас, Яблоко Лайм Мята",
        "price": 650,
        "photo": PHOTOS / "inflave4.jpg",
    },
]

GANG1 = [
    {
        "name": "GANG Frozen ULTRA Lite / Medium / Hard ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Апельсин Ананас Кумкват, Вишневый Спрайт, Грейпфрутовая Кола, Жвачка Белый Виноград, Жвачка Малина Лимон, Зеленый Чай с Киви, Черника Вишня Ананас, Черника Гуава Персик, Яблочная Фанта, Вишневый Спрайт, Грейпфрутовая Кола, Жвачка Белый Виноград, Жвачка Малина Лимон, Зеленый Чай с Киви, Лимонные Леденцы, Черника Вишня Ананас, Черника Гуава Персик, Яблочная Фанта, Апельсин Ананас Кумкват, Грейпфрутовая Кола, Зеленый Чай с Киви, Лимонные Леденцы, Черника Гуава Персик, Яблочная Фанта",
        "price": 250,
        "photo": PHOTOS / "gangg1.jpg",
    },
    {
        "name": "GANG Ice Strong ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Виноградный Бабл Гам, Грейпфрутовый Чай с Ягодами, Йогурт Персик Маракуйя, Карамельное Печенье, Киви Крыжовник Помело, Ледяной Тархун, Малина Яблоко, Малина Яблоко Смородина, Маракуйя Личи Лайм, Мятный Лесные Ягоды, Персик Слива, Фруктовый Бабл Гам, Хвойная Смородина Помело, Хвойный Чай со Смородиной, Апельсиновый Бабл Гам, Грейпфрутовый Чай с Ягодами, Дыня Маракуйя, Йогурт Персик Маракуйя, Карамельное Печенье, Киви Крыжовник Помело, Ледяная Черника, Ледяной Тархун, Малина Яблоко, Маракуйя Личи Лайм, Мятные Лесные Ягоды, Персик Слива, Хвойная Смородина с Помело, Хвойный Чай со Смородиной, Черничный Бабл Гам",
        "price": 250,
        "photo": PHOTOS / "gangg2.jpg",
    },
    {
        "name": "GANG Liquid Classic Strong ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Банан Манго, Жвачка Дыня Персик, Киви Манго, Ледяная Вишня с Дыней, Малиновое Мороженное, Манго Апельсин, Манго Арбуз, Тропическая Жвачка, Тропическая Кола, Фанта с Голубикой, Фанта с Грушей, Фруктовый Мармелад, Цитрус Микс, Цитрусовый Бабл Гам, Черника Малина, Энергетик Малина, Энергетик с Черникой, Яблоко Черника, Ягодная Кола, Ягодный Пломбир, Банан Манго, Виноградная Кола, Земляничный Мохито, Клубника Ваниль Кола, Ледяная Мятная Жвачка, Ледяной Арбуз, Малиновое Мороженное, Манго Апельсин, Манго Арбуз, Смородина Ежевика, Тропическая Жвачка, Тропическая Кола, Фанта с Голубикой, Фанта с Грушей, Фруктовый Мармелад, Цитрус Микс, Цитрусовый Бабл Гам, Энергетик Малина, Энергетик Черника, Яблоко Виноград (ICE), Яблоко Черника, Ягодная Кола, Ягодный Микс, Ягодный Пломбир",
        "price": 250,
        "photo": PHOTOS / "gangg3.jpg",
    },
    {
        "name": "GANG Premium ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Вишневая Кола, Груша Черника, Лимонад Лайм Ананас, Малина Маракуйя, Малиновый Чай, Манго Персик",
        "price": 250,
        "photo": PHOTOS / "gangg4.jpg",
    },
    {
        "name": "GANG Space ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Яблоко, Лимон, Вишня, Барбарис, Ананас, Черника, Смородина, Клубника, Виноград, Дыня, Смородина, Вишня Со Льдом, Лимон, Арбуз Со Льдом, Киви, Яблоко, Лимонад, Лайм, Ежевика, Виноград, Малиновый Спрайт, Яблоко, Лимон, Вишня, Черника, Смородина, Клубника, Дыня, Арбуз, Лайм, Ежевика, Виноград",
        "price": 250,
        "photo": PHOTOS / "gangg5.jpg",
    },
    {
        "name": "GANG XBOX Extra Hard ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Арбуз Черника, Бабл Гам, Голубая Малина с Манго",
        "price": 250,
        "photo": PHOTOS / "gangg6.jpg",
    },
    {
        "name": "GANG Lux Super Hard 7% ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "7%",
        "description": "Бабл Гам",
        "price": 250,
        "photo": PHOTOS / "gangg7.jpg",
    },
]

PODONKI = [
    {
        "name": "PODONKI Critical Super Hard ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Апельсиновое Драже, Бабл Гам, Виноградная Конфета, Дыня Кокос, Земляника Груша, Кислая Смородина с Черникой, Кислые Вишневые Червячки, Кислые Лесные Ягоды, Кислый Киви, Кислый Малиновый Лимонад, Кислый Скитлс, Кола Сода Айс, Ледяной Ананас, Лимонные Червяки, Малина Ежевика Лед, Манго Апельсин, Смородина Виноград, Яблочный Холс, Ягодный Смузи, Ягодный Энергетик",
        "price": 400,
        "photo": PHOTOS / "podonki1.jpg",
    },
    {
        "name": "PODONKI PODGON HARD ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Ананас Манго, Апельсин, Апельсин Мята, Дыня Банан, Зеленый Манго, Кисло-Сладкий Киви, Кокос Малина, Лимон Мята, Лимонные Червячки, Малина Гранат, Малина Мята, Малиновая Конфета, Малиновый Лимонад, Мультифрукт, Смородина Малина, Смородина Мята, Смородина Холлс, Тропические Фрукты, Фруктово-Мятная Жвачка, Черничная Конфета, Яблоко Вишня, Ягодный Микс Мята, Ягодный Энергетик",
        "price": 300,
        "photo": PHOTOS / "podonki2.jpg",
    },
    {
        "name": "PODONKI V1 ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Яблоко-вишня, Лимонад из черной смородины, Абрикосовая жевательная резинка, Вишня-лайм со льдом, Кола со льдом, Клюква-малина, Экзотический тропический лед, Замороженная голубая малина, Ледяной двойной яблочный лед, Сочный лед, Личи, виноград, мята, Смешанные ягоды со льдом, Малина-вишня, Малиновый лимонад, Малина-клубника с жевательной резинкой, Клубника-банан со льдом",
        "price": 400,
        "photo": PHOTOS / "podonki3.jpg",
    },
    {
        "name": "PODONKI V2 ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Банановое молоко, Черносмородиновый холлс, Виноградная камедь кактуса, Киви-лайм тархун, Ананасовая энергия, Клубничное шампанское, Клубничное мороженое, Арбузное мороженое",
        "price": 400,
        "photo": PHOTOS / "podonki4.jpg",
    },
    {
        "name": "PODONKI Vintage ❗️100% ОРИГИНАЛ❗️",
        "size": "30 мл",
        "color": "2%",
        "description": "Яблочный лимонад, Ежевичный лимонад, Лимонад из черной смородины, Чернично-виноградный, Клубничный пунш, Клюквенная газировка, Джин-желе, Виноградная газировка, Апельсиновая газировка, Пина Колада с грушей, Масляный пунш, Освежающий лимонад, Клубничный мохито, Клубничный мусс",
        "price": 400,
        "photo": PHOTOS / "podonki5.jpg",
    },
]